/*

Как ни крути, удобно и правильно иметь таск как отдельную фиксацию - по крайней мере низкоуровневую

*/

var pool = {
  "$#%#$345345423": "Делали то и это"
  }
}

/*

Запись о времени

*/

var pool = {
  "4#$@34234@#": {
    task: "$#%#$345345423",
    start: "131434",
    stop: "34234234234"
  }
}

/*

Расширение таска информацией о деньгах
а) Цена в час
б) Оплачено или нет

*/

var pool = {
  "4#$@34234@#": {
    task: "$#%#$345345423",
    start: "131434",
    stop: "34234234234",
    price: 800,
    paid: false
  }
}
